[
    {
        "cocktail": "'Martini' Thyme",
        "comments": [
            {
                "user": "Felicia Stratton",
                "comment": "Love. Used Conniption Navy gin and triple lemon thyme. Amazing. SO happy to have Chartreuse in US again."
            },
            {
                "user": "Kévin Martin",
                "comment": "Un très bon cocktail dominé autant au nez qu’en bouche par les herbes aromatiques. En même temps, il n’y a que des produits issus de plantes.\nAttention, bien que toutes ces plantes possèdent des vertus médicinales, à consommer avec modération!"
            },
            {
                "user": "Nicolas Le Roux",
                "comment": "How to avoid having small pices of thyme in the glass?"
            },
            {
                "user": "Simon Difford",
                "comment": "This is achieved by double straining through a fine strainer when pouring from the shaker."
            }
        ]
    },
    {
        "cocktail": "'Two Guns' Miller",
        "comments": [
            {
                "user": "Marcus Westh Shah",
                "comment": "i made this one time according to the original spec, and it was balanced but fell a bit flat for me, i made a second time with a bitter vermouth like punt e mes and upped the cinnamon syrup to 5ml and was very pleased with the results, all the flavours were far more present and it was still very balanced. for those with a sweeter palette i would up the cinnamon syrup to 5ml with a regular sweet vermouth and 7.5ml with a bitter red vermouth"
            },
            {
                "user": "John Hinojos",
                "comment": "Gave the recipe 4 stars as it is well balanced. It was not exactly my type of cocktail as I did find it a bit too bitter. If you like the bitter flavours, you would enjoy."
            }
        ]
    },
    {
        "cocktail": "100 Year Old Cigar",
        "comments": [
            {
                "user": "Ben Littlechilds",
                "comment": "Careful with the absinthe…I did a light wash, poured any remaining out, and I feel it still overpowered my drink…maybe I needed a higher proof rum that the Barbados rum I used. Much easier drinking though that expected…might up the peated scotch next time!"
            },
            {
                "user": "G. M. Genovese",
                "comment": "Been almost four years since I first made this. Today, second time ever having it... Kitchen sink version, but so good... 1:1 El Dorado 8 to Ango 7, 1:1 Amaro Sfumato to Cardamaro... 'cigar' flavors still in play. Delicious."
            },
            {
                "user": "Ryan Hunter",
                "comment": "I found the Bene a bit too forward (and Cynar a bit too hidden). I took 5 ml of the former and gave to the latter instead (and added another dash of Ango), and I find it better fits my boozy/dry leaning tastes."
            },
            {
                "user": "Calvin Grant",
                "comment": "Have you tried Cynar 70? It's definitely more assertive when mixed with other stronger flavors. Great right out of the the bottle also."
            },
            {
                "user": "John Hinojos",
                "comment": "Have looked at this many times and went on to try another. To be honest, the description frightened me as I am not a smoker or a fan of cigars.\nDecided to try on a lark. What a surprise. It does have a smell of tobacco and the combination of ingredients do give a flavour of tobacco.\nReally liked it. It is a bit sweet, but perfect for a nightcap."
            },
            {
                "user": "Joe Cornwall",
                "comment": "Enjoying this over a big rock. I used Smith & Cross and it really pops in this drink. A bit sweet, but perfect for the end of the night. Next time I'll split the base between S&C and something a bit more restrained."
            },
            {
                "user": "John Tovey",
                "comment": "On heavy rotation at the moment. Brilliant cocktail. Feels like the rum can only be Cuban! Bowmore for the Islay flourish. A touch more BeneDOM for the extra sweetness and complexity."
            },
            {
                "user": "Andrew Burrett",
                "comment": "Pretty good, used a Kilchoman Sanaig for the scotch will try with something peatier next time."
            },
            {
                "user": "Erik Jensen",
                "comment": "I've tried this with the D.O.M. and Drambuie and both are very good. I didn't have either tonight so I tried it with a coffee liqueur, and I think I actually prefer it like this. Perhaps less cigar, more aromatic/complex coffee? Either way, worth a try."
            }
        ]
    },
    {
        "cocktail": "1919",
        "comments": [
            {
                "user": "John CARR",
                "comment": "Wow. Broadly Manhattan-like, but with really wonderful fruity and herbal notes, and almost Smokey quality. Highly flavoursome!"
            },
            {
                "user": "John CARR",
                "comment": "Tempted to try this next a 100 year old cigar for comparison."
            },
            {
                "user": "Stephen C",
                "comment": "Tried this the other day after I saw it mentioned in the fort point discussion. Definitely prefer this between the two."
            },
            {
                "user": "Andy Parnell-Hopkinson",
                "comment": "Big hitter. Among with the Fort Point, makes me sad I never visited Drink."
            }
        ]
    },
    {
        "cocktail": "19th Century",
        "comments": [
            {
                "user": "Michelle Bell",
                "comment": "Used Rye and Dark Crème de Cacao. Very good! I will make this one again when I get a bottle of White Crème de Cacao to see the difference."
            },
            {
                "user": "John Hinojos",
                "comment": "Used a blended whiskey instead of bourbon to lessen the sweetness from the corn. Resulting cocktail was a bit dryer. Nice hints of lemon. Good overall cocktail."
            },
            {
                "user": "Tom McCreary",
                "comment": "Excellent drink. I recommend using a stronger bourbon to counteract the sweetness"
            }
        ]
    },
    {
        "cocktail": "20th Century Cocktail",
        "comments": [
            {
                "user": "Wayne Dorothy",
                "comment": "One of my favorites. I use Cocchi Americano. I really like these ratios."
            },
            {
                "user": "Calvin Grant",
                "comment": "Tastes great with lime juice also!"
            },
            {
                "user": "John CARR",
                "comment": "Stunning. Return visit with fresher and better ingredients.\n\nThe cacao delightfully enriches and supports the freshness and briskness of the gin, Americano and lemon. A bona fide classic. I’ll definitely be back."
            },
            {
                "user": "John CARR",
                "comment": "I used a (literally) heirloom bottle of regular crème de cacao, but more contemporary glass-fellows. Wow! Wonderfully rich, but also subtle. Elegant, as Philip says below. Five stars and will be retrying with fresher cacao when the ancient Marie Brizzard bottle runs out!"
            },
            {
                "user": "Jess Allman",
                "comment": "This drink is exceptional. I could not wrap my head around it so I had to make it to understand it and have been craving it non-stop since."
            },
            {
                "user": "David Selle",
                "comment": "I have made this drink with varios white Crème de Cacaos. De Kuper's exceeding hard to find Dutch Cacao is by far the best - and the only version deserving of a \"5+\" rating. It is transformative in this cocktail when made with Monkey 47 gin. The drink is merely exceptional without these two ingredients."
            },
            {
                "user": "Gary Bayne",
                "comment": "Reduce gin to 1 oz\nUse dark chocolate vodka 2/3 oz\nUse quantities otherwise as shown"
            },
            {
                "user": "John Hinojos",
                "comment": "Outstanding. A wonderful vintage after-dinner cocktail that is a must to try. Herbal with a hint of lemon. The cocoa is an undertone flavour, but is essential. Have been waiting to try for ages, but did not have the Americano. Served in a 1930s art deco coupe. Truly an outstanding moment."
            }
        ]
    },
    {
        "cocktail": "21st Century (Difford's recipe)",
        "comments": [
            {
                "user": "Chris Brislawn",
                "comment": "We like Simon's anise-free approach, which hews closer to the 20th Century cocktail, but are confused by the use of BOTH Lillet Blanc and \"Kina aromatised wine\" (type unspecified). I've gotten very good results using 1.75 oz reposado (blanco tequila would also work), 0.25 oz lemon juice, 0.75 oz creme de cacao, and 0.75 oz either Cocchi Americano Bianco or Luxardo Bitter Bianco, garnished with a lemon twist. I also add 2 dashes Fee Bros. celery bitters. Sweet enough, but complex."
            },
            {
                "user": "Herbert Brant",
                "comment": "Exceptional! Amazing combination of rich flavors, sour and sweet. I'll be making this one of my signature cocktails."
            },
            {
                "user": "John Hinojos",
                "comment": "What a perfect after dinner drink. Wonderful blends of tastes. Nice hint of cocoa, but not overpowering."
            },
            {
                "user": "Stephan Gröhn",
                "comment": "Very good also with Calle 23 Anejo and Cap Corse Quinquina blanc!"
            },
            {
                "user": "Derwood Fiddlesticks",
                "comment": "Made using Anejo Tequila and Lillet - fantastic!"
            },
            {
                "user": "STEVEN JEPSON",
                "comment": "I went with what I have: Arette Anejo Tequila and Lillet Blanc. This will now become a firm favourite. Smooth, powerful with the cacao coming through in the after taste."
            },
            {
                "user": "Sally Morgan",
                "comment": "Perfectly balanced and sophisticated. Very much unlike myself."
            }
        ]
    },
    {
        "cocktail": "21st Century (Jim Meehan's recipe)",
        "comments": [
            {
                "user": "Robert Timmins",
                "comment": "Tried it with lime juice, a light reposado tequila, and did not dump any of the Pernod. For me, much better."
            },
            {
                "user": "Alex Powell",
                "comment": "Remarkable. Stretching for herbals given the chartreuse rationing. This left my guests confused yet wonderfully happy. A great cocktail is more than the sum of its parts, and this does that in spades. Used Tempus Fugit creme de cacao with Ricard and some solid silver tequila. Don't hold back on the anise. Can't enthuse about this enough. Tahini?"
            },
            {
                "user": "Jeremy Harrold",
                "comment": "I went with Jim’s anise (Ricard) rinse. My lemon juice was a bit tart so I added a Tsp of sugar syrup. Nice."
            },
            {
                "user": "Simon Difford",
                "comment": "I also found a tad sour when I made for Dan to photo earlier this week. I then upped the rinse to 5ml (was 2.5ml) and used Pernod. I shook out the excess before staining in the cocktail but the coating of liqueur left around the glass balanced the tartness."
            }
        ]
    }
]